Repository: mariam2312/nebu_website
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: Nebu Main Website
ar: موقع الرسمي لنيبو

# story0
source: Our Story
ar: قصتنا

# story1
source: Our Story
ar: قصتنــــا

# story2
source: Our Story
ar: قصتــــنــــا

source: Products
ar: المنتجات

source: Team
ar: الفريق

# events
source: News
ar: الاخبار

source: Features
ar: الخصائص

source: Contact Us
ar: تواصل معنا

# nebusystemjewellery
source: NEBU System For Jewellery
ar: نظام نيبو للمجوهرات

# nebusystemgold
source: NEBU System For Gold
ar: نظام نيبو للذهب

# findout
source: Find out more about Nebo System
ar: اكتشف اكتر عن نيبو سيستم

# Poweredby1
source: Powered by
ar: مدعم بواسطة

# Poweredby2
source: "Nebu Smart Solutions"
ar: "شركة نيبو للحلول الذكية"

# descstory1_1
source: NEBU Systems programming
ar: بدأت شركة

# descstory1_2
source: Company began detailing
ar: نيبو سيستمز للبرمجة

# descstory1_3
source: In detailing a program in the field of gold internally based on Egyptian culture, out of the belief of its founder, who works in the field of gold, in the value of technology and its importance for developing the field of entrepreneurial and commercial business.
ar: في تفصيل برنامج في مجال الذهب داخليا علي الثقافة المصرية ايمانا من مؤسسها الذي يعمل في مجال الذهب بقيمة التكنولوجيا و اهميتها لتطوير مجال الاعمال الريادية و التجارية

# descstory2_1
source: The NEBU Gold program was implemented in the field retail gold sales
ar: تم تطبيق برنامج نيبو للذهب فــي مجال بيع الذهب بالتجزئة

# descstory2_2
source: As an accurate and specialized technological solution that simplifies organizes and brings together all aspects of investment and provides you with detailed reports of buying and selling activities on a daily, weekly, monthly, annual basis
ar: كحل تكنولوجي دقيق و متخصص يبسط ينظم ويجمع كل جوانب الاستثمار ويقدم لك تقارير تفصيلية لأنشطة البيع والشراء اليومية الأسبوعية - الشهرية - السنوية

# descstory3
source: NEBU Gold went to its first exhibition in Egypt and highlighted in its participation a solution for all gold merchants and sectoral shop owners in Egypt.
ar: انطلق نيبو للذهب الي اول معرض له في مصر و أضاء في مشاركته بحل لجميع تجار الذهب و اصحاب المحلات القطاعي في مصر

# descstory4_1
source: Because NEBU Systems wants to help all the jewelry sectors in Egypt, it has launched
ar: لأن شركة نيبو سيستمز ترغب في مساعدة كل قطاعات المجوهرات في مصر اطلقت

# descstory4_2
source: three solutions
ar: ثلاثة حلول

# descstory4_3
source: a distinguished program for the diamond, wholesale, and retail sectors.
ar: متميزة لقطاع الألماظ,الجملة , والمسؤجي

# descstory5_1
source: Ask about the latest NEBU Systems
ar: اسال عن اخر تطورات نيبو سيستم

# descstory5_2
source: from here
ar: من هنا

# homeTitle
source: A smart system for managing jewelry stores in Egypt
ar: نظام ذكي لادارة محلات المـــــجوهـــرات في مصر

# homeDesc
source: An integrated management system for managing jewelry stores Smart ـ simple ـ practical
ar: نظام اداري متكامل لادارة محلات المجوهرات ذكي ـ بسيط ـ عملي

source: Demo
ar: العرض التوضيحي

# titleProduct1
source: NEBU Retail System
ar: نظام نيبو للتجزئة

# descProduct1
source: A comprehensive administrative system for all the details of gold stores, including daily closing - inventory of goods - comprehensive reports - coding of goods
ar: نظام اداري شامل لكل تفاصيل محلات الذهب من تقفيل يومية -جرد البضاعة-تقارير شاملة -تكويد بضاعة

# titleProduct2
source: NEBU Wholesale System
ar: نظام نيبو للجملة

# descProduct2
source: A comprehensive administrative system for details of wholesale gold stores
ar: نظام اداري شامل لتفاصيل محلات الدهب الجملة

# titleProduct3
source: NEBU Diamond System
ar: نظام نيبو للالماظ

# descProduct3
source: A comprehensive administrative system for managing diamond stores: supplier management / sales / warranty certificate
ar: نظام اداري شامل لادارة محلات الألماظ: ادارة الموردين / المبيعات / شهادة الضمان

# titleProduct4
source: NEBU Gold Trading System
ar: نظام نيبو للمسؤوجي

# descProduct4
source: A comprehensive administrative system for bullion trade (Effective management) for managing bullion of different calibers and managing the accounts of merchants and factories
ar: نظام اداري شامل لتجارة السبائك ( المسؤوجي ) ادارة فعالة لإدارة السبائك بعيارتها المختلفة و ادارة حسابات التجار و المصانع

# titlefeature1
source: Real-Time Inventory
ar: الجرد اللحظي

# descfeature1
source: Know the balance of the goods in your store instantly and accurately. When you use the Nebo Systems Gold program, you can fully and accurately control the goods displayed and the inventory in your store and know the total and detailed balances for each factory, item and sub-item. It is also possible to inventory the goods quickly and easily on Level: daily and weekly.
ar: اعرف رصيد البضاعة في محلك بشكل لحظي ودقيق. عند استخدامك برنامج نيبو سيستمز للذهب، تستطيع ان تتحكم بشكل كامل ودقيق للبضاعة المعروضة والمخزون في محلك ومعرفة الأرصدة الاجمالية والتفصيلية لكل مصنع وبند وبند فرعي. كما يمكن جرد البضاعة بشكل سريع وسهل علي مستوي: يومي وأسبوعي.

# titlefeature2
source: Fast Invoices
ar: فواتير سريعة

# titlefeature3
source: Comprehensive Report
ar: تقرير شامل 30+

# descfeature2
source: Because the Nebu Systems program relies on a decentralized system, you and the sales team can extract purchase and sale invoices quickly and accurately, while avoiding customer crowding and waiting for them to receive their invoices, and also avoiding individual errors when entering data. The Nebo Systems gold program is equipped with the easiest and most accurate private copies. With the sales team to help it accurately price sales and complete invoices with customers successfully and at the highest professional levels.
ar: لأن برنامج نيبو سيستمز يعتمد علي النظام اللامركزي فيمكن أنت وفريق المبيعات أن تستخرج فواتير البيع والشراء بشكل سريع ومضبوط مع تجنب تكدس العملاء وانتظارهم لاستلام فواتيرهم و ايضا تتجنب الاخطاء الفردية عند ادخال البيانات. فبرنامج نيبو سيستمز للذهب مجهز باسهل وأدق النسخ الخاصة بفريق المبيعات لتساعده علي التسعير المضبوط للمبيعات واتمام الفواتير مع العملاء بنجاح وبأعلي المستويات المهنية.

# descfeature3
source: Because the Nebu Systems team knows the importance of immediate and accurate reports for any successful businessman or merchant, we have provided you with more than 30 reports that can be printed and reviewed with suppliers, merchants, and factories. The types of reports are reports for your sales, for gold balances, your profits, and your accounts with merchants and factories.Customer records, business accounts, and also your expenses. All reports are instantaneous and automatically updated, meaning you can see them at any time throughout the day.
ar: لأن فريق نيبو سيستمز يعرف أهمية التقارير الفورية والدقيقة لأي رجل أعمال أو تاجر ناجح فلقد وفرنا لك أكثر من ٣٠ تقرير يمكن طباعته ومراجعته مع الموردين والتجار والمصانع. فأنواع التقارير تقارير لمبيعاتك , لارصدة الدهب,ارباحك , حساباتك مع التجار و المصانع, سجل العملاء و حسابات الانجرارة و كمان مصاريفك ,كل التقارير لحظية و محدثة تلقائيا يعني تقدر تشوفها في اي وقت على مدار اليوم.

# titlefeature4
source: Balances and Gains
ar: الارصدة و المكاسب

# descfeature4
source: With the Nebu Systems Gold Program, know your total balances of gold and cash, your total wages, and your total profits. The program provides you with real-time, total and detailed reports over the time period you want.
ar: مع برنامج نيبو سيستمز للذهب، اعرف اجمالي أرصدتك من ذهب ونقدية واجر إجمالية واجمالي أرباحك. البرنامج يوفر لك تقارير لحظية اجمالية ومفصلة علي الفترة الزمنية التي تريدها.

# titlefeature5
source: Coverage
ar: التغطية

# descfeature5
source: Know, in real time, the total difference between your daily sales and gold purchases, as well as cash and available fractions, to make your decision in accurate and precise pieces.
ar: اعرف لحظيا اجمالي الفرق بين مبيعاتك اليومية و المشتريات الذهبية و ايضا النقدية والكسر المتاح لتأخذ قرارك في القطعيات المضبوطة والدقيقة.

# titlefeature6
source: Real_Time Management
ar: الادارة اللحظية

# descfeature6
source: With accurate and modern real-time technology, you can continue managing your store from anywhere and at any time.
ar: بالتكنولوجيا اللحظية الدقيقة والحديثة، يمكنك متابعة ادارة محلك من اي مكان وفي اي وقت.

source: Sources
ar: المصادر

source: Common Questions
ar: الاسئلة الشائعة

source: Privacy Policy
ar: سياسة الخصوصية

source: Blog
ar: المدونة

# eventsTitle
source: Nebo Exhibition
ar: معرض نيبو

source: goal
ar: الهدف

source: vision
ar: الرؤية

# visionDesc
source: Lorem ipsum dolor , Lorem ipsum dolor, Lorem ipsum dolor
ar: قصتنا الاولي للتطبيق قصتنا الاولي للتطبيق قصتنا الاولي للتطبيق

# goalDesc
source: Lorem ipsum dolor , Lorem ipsum dolor, Lorem ipsum dolor
ar: قصتنا الاولي للتطبيق قصتنا الاولي للتطبيق قصتنا الاولي للتطبيق

# homeDecentralized
source: Decentralized
ar: لا مركزي

# homebinaryencryption
source: Binary Encryption
ar: تشفير ثنائي

# homefastcoding
source: Fast Coding
ar: تكويد سريع

# homemultiplatform
source: Multi Platforms
ar: منصات متعددة

# homereferencepictures
source: Reference Pictures
ar: الصور المرجعية

# homecloudsystem
source: Cloud system
ar: نظام سحابي

# deschomeDecentralized
source: The NJS program guarantees you high and effective productivity in managing the jewelry store by relying on the decentralized system of work and distributing tasks to all work members by providing a customized copy for each member of the team according to his role and powers.This decentralized feature ensures the ease of transferring data between work personnel in real time, which reduces individual errors and ensures high productivity and the possibility of accountability and monitoring.
ar: يضمن لك برنامج نيبو سيستمز للدهب الانتاجية العالية و الفعالة في ادارة محل المجوهرات باعتماده على النظام اللامركزي في العمل و توزيع المهام على جميع افراد العمل وذلك بتوفير نسخة مخصصة لكل فرد من الفريق بحسب دوره و صلاحياته هذه الخاصية اللامركزية تضمن سهولة انتقال البيانات بين افراد العمل بشكل لحظي مما يقلل الاخطاء الفردية و يضمن لك الانتاجية العالية و امكانية المساءلة والمراقبة.

# deschomebinaryencryption
source: NJS helps you protect your data and guarantees the complete confidentiality of your business data with a two-factor encryption system. You are the first and last specialist in retrieving your data and decrypting your data Through the double encryption feature of your data, Nebo Gold helps you increase the confidentiality of the data and protect it from any hacking because you are the only one capable of retrieving the data and decrypting it.
ar: يساعدك نيبو سيستمز للدهب على حماية بياناتك و يضمن لك السرية التامة لبيانات عملك بنظام التشفير الثناىي. فانت المختص الاول و الاخير في استحضار بياناتك و فك التشفير الخاص من خلال خاصية التشفير المزدوج لبياناتك يساعدك برنامج نيبو للدهب على زيادة سرية البيانات و حمايتها من اي اختراق لانك انت الوحيد القادر على استرجاع البيانات و فك تشفيرها.

# deschomefastcoding
source: For the first time, you can complete the process of coding the goods easily and without errors with the fast coding system in the NJS program.In the coding process provided by Nebu System, we guarantee you: ease of reading the code, avoiding errors in coding the goods, reducing costs, and increasing productivity.The coding process with NJS is fast and smart!!!.
ar: لاول مرة تستطيع ان تنتهي من عملية تكويد البضاعة بشكل سهل و بدون اخطاء مع نظام التكويد السريع في برنامج نيبو سيستمز للدهب.ففي عملية التكويد التي يوفرها نيبو سيستم نضمن لك: سهولة قراءة الكود، تجنب أخطاء تكويد البضاعة، تقليل التكلفة، زيادة الانتاجية.عملية التكويد مع نيبو سيستمز للدهب عملية سريعة و ذكية !!!.

# deschomemultiplatform
source: You can now use NJS on multiple devices from anywhere and at any moment!!With modern technology, the NJS program works smoothly and easily on more than one device, whether mobile, tablet, or computer, and is available for Android and iPhone. Therefore, as a jewelry store owner, you can control the cost that is appropriate for you, and have the freedom to use the devices as desired.
ar: تستطيع الأن استخدام نيبو سيستمز للدهب على اجهزة متعددة من اي مكان وفي اي لحظة !!بالتكنولوجيا الحديثة، يعمل برنامج نيبو سيستمز للدهب بشكل سلس وسهل على اكتر من جهاز سواء موبايل او تابلت او كومبيوتر و متاح للنظام الاندرويد و الأيفون. وبالتالي، تستطيع كصاحب محل مجوهرات التحكم في التكلفة المناسبة لك، وحرية استخدام الاجهزة بحسب الرغبة.

# deschomereferencepictures
source: NEBU Gold System provides you with the important ability to maintain a reference image for every transaction, whether buying, selling, or entering goods.You can return to any process at any time and review its images on the scale. You can do this easily, quickly, and instantly, which gives you full control of your data and makes the right strategic decisions.
ar: يوفر لك نيبو سيستم للذهب امكانية مهمة للإحتفاظ بصورة مرجعية لكل عملية سواء بيع او شراء او دخول بضاعة و يمكنك الرجوع الي اي عملية في اي وقت و مراجعة صورها على الميزان و يمكنك عمل ذلك بسهولة و بشكل سريع و لحظي مما يمنحك التحكم الكامل لبياناتك واتخاذ القرارات الاستراتيجية الصحيحة.

# deschomecloudsystem
source: The NJS system relies on modern technology to save your data on the cloud system and provides you with double encryption, which guarantees you complete data protection and complete confidentiality. It also avoids the many disadvantages of local servers: multiple malfunctions, high cost, lack of confidentiality, and difficulty in connecting branches. It also gives you the ability to retrieve data instantly and securely.
ar: يعتمد نظام نيبو سيستمز للدهب على التكنولوجيا الحديثة في حفظ بياناتك على النظام السحابي و يوفر لك التشفير المزدوج مما يضمن لك حماية اكيدة للبيانات و السرية التامة. كما يجنبك السلبيات المتعددة للسيرفرات المحلية: من الاعطال المتعددة و التكلفة العالية و عدم السرية و صعوبة الربط بين الفروع . كما يعطيك امكانية استرجاع البيانات بشكل لحظي و أمن.

# nebuDiamond
source: NEBU Diamond Stores
ar: نيبو لمحلات الالماظ

# neburetail
source: NEBU Retail Stores
ar: نيبو لمحلات القطاعي

# nebutrader
source: NEBU For Trader
ar: نيبو للمسؤجي

# nebuwholesale
source: NEBU Wholesale Stores
ar: نيبو لمحلات الجملة
